Repository: 84000/data-translation-memory
Catalog: toh576-v3.tmx
Source language: bo
Languages: en

source: འཕགས་པ་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་སྟོང་ཕྲག་བརྒྱ་པའི་གཟུངས།
en: The Dhāraṇī of “The Perfection of Wisdom in One Hundred Thousand Lines”

source: བཅོམ་ལྡན་འདས་མ་ཡུམ་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལ་ཕྱག་འཚལ་ལོ། །
en: Homage to the Blessed Lady, the Mother Perfection of Wisdom.

source: ཏ་དྱ་ཐཱ། ཨོཾ་མུ་ནི་དྷརྨེ། སཾ་གྲ་ཧ་དྷརྨེ། ཨ་ནུ་གྲ་ཧ་དྷརྨེ། བི་མུཀྟི་དྷརྨེ། སཱ་རཱ་ནུ་གྲ་ཧ་དྷརྨེ། བཻ་ཤྲ་བ་ཎ་པ་རི་བརྟ་ན་དྷརྨེ། སརྦ་ཀཱརྱ་པ་རི་པྲ་མ་ཎ་དྷརྨེ། ས་མནྟཱ་ནུ་པ་རི་བརྟ་ནི་དྷརྨེ་སྭཱ་ཧཱ། ཨོཾ་པྲཛྙེ་ཤྲུ་ཏིསྨྲྀ་ཏི་མ་ཏི་བི་ཛ་ཡེ་སྭཱ་ཧཱ། དྷཱིཿདྷཱ་ར་ཎཱི་སྭཱ་ཧཱ།
en: tadyathā—oṃ munidharme saṃgraha­dharme anugraha­dharme vimukti­dharme sadānu­graha­dharme vaiśravaṇa­parivartita­dharme sarvakāryapariprāpaṇadharme śamatānu­parivartita­dharme svāhā!oṃ prajñe śrutismṛtivijaye dhīdhāraṇīye svāhā!

source: ཨོཾ་པྲཛྷཱ་པཱ་ར་མི་ཏཱ་བ་ལ་སྭཱ་ཧཱ།
en: oṃ prajñā­pāramitābala svāhā!

source: འདི་བཟུང་བས་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་སྟོང་ཕྲག་བརྒྱ་པ་གཟུང་བར་འགྱུར་རོ། །
en: By upholding this, one will have upheld The Perfection of Wisdom in One Hundred Thousand Lines.

source: རྟག་ཏུ་བཟླས་བརྗོད་བྱས་ན་ཡིད་གཞུངས་པར་འགྱུར་རོ། །
en: If one recites it continuously, the mind will become heedful.

source: ལས་ཀྱི་སྒྲིབ་པ་ཐམས་ཅད་བྱང་བར་འགྱུར་རོ། །
en: All karmic obscurations will be purified.

source: ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་སྟོང་ཕྲག་བརྒྱ་པའི་གཟུངས་རྫོགས་སོ།།
en: Here ends “The Dhāraṇī of ‘The Perfection of Wisdom in One Hundred Thousand Lines.’ ”
